IDEA Open Model
ProjectData.Date Property
Compatible with IDEA StatiCa v 10.1
 Gets or sets the date.
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public DateTime Date { get; set; }
Public Property Date As DateTime
	Get
	Set
public:
property DateTime Date {
	DateTime get ();
	void set (DateTime value);
}
Property Value
Type: DateTime
See Also
Reference
ProjectData Class
IdeaRS.OpenModel Namespace